[
  {
    "type": "multi",
    "title": "Уместные названия системы при проблеме «Дверь громко хлопает»",
    "description": "Дверь громко хлопает при сквозняке. Устанавливать доводчик нельзя — запрещено сверлить и портить имущество. В основном дверь закрыта, но каждые 5–10 минут через неё проходят люди. Держать дверь постоянно открытой нельзя.\n\nЕсли определять систему в формате «Система Y как-то обрабатывает объект по параметру X», какие варианты разумно рассматривать в первую очередь в роли «системы Y» в этой задаче?",
    "options": [
      "Президент",
      "Дверное полотно",
      "Ресепшеонист",
      "Дверной блок (рама, дверь, петли)",
      "Посетители",
      "Начальник по АХЧ",
      "Сквозняк",
      "Арендодатель",
      "Дверные петли",
      "Директор офиса"
    ],
    "correct": [
      "2",
      "4",
      "5",
      "7"
    ],
    "points": 2,
    "time": 120
  },
  {
    "type": "sequence",
    "title": "Соберите причинно-следственную цепочку",
    "description": "Пронумеруйте пункты, чтобы получилась складная логическая цепочка от исходного физического явления до нежелательного эффекта. Начните с корневой проблемы.",
    "options": [
      "Ресепшеонист ошибается в записях",
      "Ресепшеонист плохо слышит клиента",
      "Ресепшеонист теряет слух",
      "Стук двери глушит ресепшеониста",
      "Дверь при закрытии издаёт громкий стук",
      "Дверь с большой скоростью ударяется о коробку",
      "Сквозняк разгоняет дверь при закрытии",
      "Дверь оказывает сопротивление потоку воздуха"
    ],
    "time": 120
  },
  {
    "type": "quiz",
    "title": "На какой параметр двери действует сквозняк?",
    "description": "Формулировка: «Сквозняк увеличивает ПАРАМЕТР двери».\nВыберите наиболее корректный вариант.",
    "options": [
      "Скорость",
      "Угловое ускорение",
      "Импульс",
      "Массу",
      "Давление",
      "Недовольство"
    ],
    "correct": "2",
    "points": 1,
    "time": 60
  },
  {
    "type": "open",
    "title": "Предложите идею для разрыва одного из переходов в цепочке",
    "description": "Ограничения:\n- Ресепшионист должен общаться с клиентами и не может сидеть в берушах.\n- Нельзя портить интерьер, сверлить или устанавливать что-то капитальное без возможности лёгкого демонтажа.\n- Бюджет — около нуля, все доработки выполняются силами коллег.\n\nПредложите идею, которая разрывает один из переходов:\n- Сквозняк разгоняет дверь при закрытии, но дверь не ударяется с большой скоростью о коробку.\n- Дверь ударяется с большой скоростью о коробку, но стук не глушит ресепшиониста.\n\nОпишите коротко идею и укажите, за счёт какого ресурса или эффекта вы снижаете осуществите разрыв. Приветствуется любое ТРИЗ обоснование логики. Оцениванием оригинальность.",
    "time": 300
  }
]
